{"call":0,"servicedesk":1,"batch":2,"kwarg":3,"kubernet":4,"secur":5,"level":6,"sram":7,"842":8,"compon":9,"http":10,"multipl":11,"diagram":12,"idl":13,"robust":14,"grep":15,"isca":16,"nodeselectorterm":17,"cloud_native_toolkit":18,"manifest":19,"kvcachesharingacrossbeamsconfig":20,"1770585791219":21,"user":22,"switch":23,"min_token":24,"entir":25,"veri":26,"deliv":27,"posixpath":28,"take":29,"deviceplugin":30,"context":31,"softwarestack":32,"api":33,"_of":34,"label":35,"best_of":36,"respect":37,"sut":38,"get_splitted_gm":39,"w4a16":40,"_cach":41,"2048":42,"html":43,"queri":44,"supertask":45,"limit":46,"enough":47,"openai":48,"37z":49,"card":50,"total":51,"queu":52,"id1":53,"pipeline_parallel_s":54,"procedur":55,"gettingstartedfuriosallm":56,"_llm":57,"determinist":58,"solut":59,"bertforquestionansw":60,"cost":61,"assum":62,"chip":63,"_penalti":64,"recommend":65,"comput":66,"help":67,"framework":68,"top_p":69,"empti":70,"gmi":71,"height":72,"modal":73,"npu":74,"110":75,"70b":76,"full":77,"optim":78,"doe":79,"reus":80,"chatcomplet":81,"plan":82,"return":83,"access":84,"peft":85,"codellaama2":86,"polici":87,"broken":88,"fetch":89,"furiosa_npu_error":90,"lts":91,"avoid":92,"hotchip":93,"success":94,"algorithm":95,"deploy":96,"extend":97,"minimum":98,"v1":99,"receiv":100,"integr":101,"00":102,"attribut":103,"kernel":104,"vision":105,"befor":106,"176dad0f":107,"larger":108,"imag":109,"show":110,"github":111,"role":112,"none":113,"4e":114,"01":115,"88":116,"comp":117,"inform":118,"generic":119,"pp":120,"warboy":121,"quicktour":122,"cpus":123,"12":124,"communiti":125,"command":126,"add":127,"to_entri":128,"model":129,"forum":130,"neural":131,"pathlik":132,"paramet":133,"gettingstartedfuriosamlperf":134,"option":135,"sdk":136,"name":137,"unknown":138,"result":139,"tee":140,"python":141,"mode":142,"kube":143,"way":144,"fusion":145,"releas":146,"mobilenetv2":147,"45":148,"helm":149,"outlin":150,"5nm":151,"_across":152,"discoveri":153,"collector":154,"_supertask":155,"20":156,"cannot":157,"concept":158,"patch":159,"live":160,"world":161,"match":162,"safetensor":163,"section":164,"echo":165,"find":166,"greater":167,"ml":168,"_type":169,"follow":170,"npus":171,"forward":172,"avail":173,"further":174,"cmd":175,"min":176,"memori":177,"otherwis":178,"17":179,"slot":180,"scenario":181,"monitor":182,"port":183,"txt":184,"famili":185,"early_stop":186,"vllm":187,"version":188,"tsmc":189,"search":190,"line":191,"earli":192,"consum":193,"furiosa_npu_al":194,"dpkg":195,"_quant":196,"singl":197,"common":198,"expos":199,"int4":200,"item":201,"look":202,"field":203,"pretrainedtokenizerfast":204,"request":205,"minim":206,"18":207,"host":208,"much":209,"deb":210,"layer":211,"delta":212,"pleas":213,"print":214,"treat":215,"unidentifi":216,"_doorbel":217,"messag":218,"purpos":219,"torch":220,"store":221,"capabl":222,"home":223,"note":224,"open":225,"after":226,"_kind":227,"repo":228,"cpu":229,"backend":230,"_graph":231,"rm":232,"pp4":233,"core":234,"depend":235,"iov":236,"link":237,"too":238,"server":239,"assist":240,"hc2024":241,"status":242,"_dir":243,"guag":244,"vicuna":245,"cli":246,"gen5":247,"latest":248,"tabl":249,"write":250,"pdf":251,"resnet50":252,"appli":253,"512top":254,"pod":255,"each":256,"multi":257,"weight":258,"has":259,"visual":260,"48gb":261,"requiredduringschedulingignoredduringexecut":262,"stabil":263,"accord":264,"refer":265,"scale":266,"_npu":267,"_beam":268,"1024":269,"_save":270,"instal":271,"whatsnew":272,"rngd":273,"output":274,"19":275,"uncas":276,"enabl":277,"largest":278,"alpha":279,"ani":280,"1ed2":281,"bullsey":282,"spare":283,"within":284,"bucketconfig":285,"fals":286,"fast":287,"_util":288,"whose":289,"temporari":290,"detail":291,"input":292,"_constant":293,"_attent":294,"per":295,"llmbackend":296,"_share":297,"part":298,"both":299,"relat":300,"period":301,"runtim":302,"tensor":303,"should":304,"ident":305,"recogn":306,"gpg":307,"abil":308,"expect":309,"generat":310,"pci":311,"quantiz":312,"docker":313,"awar":314,"unlik":315,"import":316,"meta":317,"_input":318,"abov":319,"dev":320,"axi_doorbell_don":321,"co":322,"thermal":323,"28":324,"llm":325,"provid":326,"30":327,"initi":328,"best":329,"phase":330,"w8a16":331,"_param":332,"equip":333,"howev":334,"tensor_parallel_s":335,"legend":336,"graphmodul":337,"area":338,"sleep":339,"directori":340,"final":341,"axi_fetch_error":342,"here":343,"rngds":344,"pcie":345,"bdf":346,"_error":347,"bucket":348,"_for":349,"furiosa_smi":350,"_modul":351,"sustain":352,"sr":353,"number":354,"without":355,"pe":356,"exaon":357,"npu1":358,"af1daaa":359,"impl":360,"through":361,"1510":362,"partit":363,"indic":364,"numa":365,"engin":366,"eleutherai":367,"interfac":368,"latenc":369,"_stop":370,"sourc":371,"aptsetup":372,"minor":373,"data":374,"visibl":375,"replica":376,"your":377,"just":378,"across":379,"system":380,"point":381,"deep":382,"demonstr":383,"arbitrari":384,"infer":385,"8jnhm5vdlsow":386,"environ":387,"optimum":388,"max":389,"817":390,"exclus":391,"candid":392,"autotoken":393,"furiosa_npu_hw_temperatur":394,"_power":395,"_core":396,"nn":397,"yaml":398,"chat":399,"tutori":400,"2mi":401,"onli":402,"suit":403,"various":404,"unspecifi":405,"api_key":406,"worker":407,"spec":408,"25":409,"_rewrit":410,"next":411,"squar":412,"mlperf_log_summari":413,"sudo":414,"apivers":415,"tbd":416,"topo":417,"softwar":418,"all":419,"config":420,"post":421,"strive":422,"streamlin":423,"unit":424,"element":425,"graph":426,"cumul":427,"function":428,"document":429,"them":430,"local":431,"futur":432,"size":433,"float":434,"_overrid":435,"huggingfac":436,"toolkit":437,"ubuntu":438,"beam_width":439,"error":440,"0000":441,"some":442,"kv_cache_sharing_across_beams_config":443,"valu":444,"list":445,"ps":446,"connect":447,"jq":448,"inter":449,"synopsi":450,"benchmark":451,"use":452,"_aliv":453,"workload":454,"util":455,"en":456,"same":457,"_block":458,"track":459,"develop":460,"googl":461,"_fetch":462,"qformat":463,"roadmap":464,"furiosasmi":465,"io":466,"_random":467,"guid":468,"527830260ki":469,"decis":470,"download":471,"1921208544ki":472,"first":473,"version_codenam":474,"param":475,"obtain":476,"atlassian":477,"_blockwis":478,"chang":479,"_seq":480,"acm":481,"_worker":482,"v3":483,"smoothquant":484,"use_beam_search":485,"mean":486,"exact":487,"henc":488,"authent":489,"granular":490,"gnupg":491,"minut":492,"batch_siz":493,"_into":494,"verifi":495,"kv":496,"beam":497,"content":498,"calibr":499,"39":500,"export":501,"interact":502,"tok":503,"never":504,"pcie_doorbell_don":505,"set":506,"compat":507,"aggreg":508,"hardwar":509,"solar":510,"int8":511,"legaci":512,"pert":513,"instanc":514,"done":515,"factor":516,"reason":517,"overview":518,"getting_start":519,"argument":520,"app":521,"pciutil":522,"build":523,"stage":524,"merg":525,"etc":526,"slow":527,"highest":528,"object":529,"from_pretrain":530,"installingprerequisit":531,"offer":532,"northeast3":533,"report":534,"exist":535,"_token":536,"cloudnativetoolkit":537,"determin":538,"_runner":539,"pt":540,"shown":541,"load":542,"block":543,"approach":544,"w16a16":545,"socket":546,"04t13":547,"ambient":548,"launch":549,"0001":550,"rev":551,"llama":552,"6b":553,"type":554,"containerd":555,"performanceon":556,"durat":557,"_bin":558,"02":559,"stream":560,"storag":561,"15":562,"4c62":563,"_model":564,"mppp":565,"peak":566,"rms":567,"particular":568,"requir":569,"compar":570,"templat":571,"ifnotpres":572,"pytorch":573,"prefil":574,"5tb":575,"trust":576,"tupl":577,"tcp":578,"skip":579,"random":580,"choos":581,"subject":582,"upcom":583,"api_bas":584,"35":585,"present":586,"like":587,"easili":588,"kind":589,"featur":590,"reflect":591,"_decomposit":592,"schedulerconfig":593,"probabl":594,"yes":595,"creat":596,"com":597,"discov":598,"second":599,"plugin":600,"task":601,"previous":602,"strategi":603,"artifact":604,"_weight":605,"_split":606,"along":607,"_per":608,"v2024":609,"land":610,"reserv":611,"repres":612,"connector":613,"continu":614,"control":615,"languag":616,"interconnect":617,"095":618,"time":619,"annot":620,"condit":621,"_k":622,"swap":623,"ongo":624,"_len":625,"beta":626,"cuda":627,"auto":628,"_compil":629,"meet":630,"150w":631,"pretrain":632,"fx":633,"two":634,"24":635,"liter":636,"issu":637,"save":638,"quantziat":639,"isol":640,"health":641,"34":642,"repositori":643,"entri":644,"kubectl":645,"what":646,"consid":647,"see":648,"execut":649,"alloc":650,"mount":651,"map":652,"axi_discard_error":653,"_queue":654,"pass":655,"root":656,"collect":657,"100gb":658,"affin":659,"learn":660,"abl":661,"ad2ec0461ae8":662,"gptq":663,"cloud":664,"_path":665,"tool":666,"regist":667,"check":668,"120":669,"login":670,"bool":671,"ecc":672,"decemb":673,"seamless":674,"constant":675,"octob":676,"machin":677,"method":678,"inc":679,"platform":680,"id2":681,"footprint":682,"temperatur":683,"have":684,"now":685,"hugepag":686,"except":687,"resnet152":688,"1gi":689,"resourcestrategi":690,"temp":691,"hyunsik":692,"frequenc":693,"_discard":694,"text":695,"dont":696,"via":697,"527727860ki":698,"clock":699,"until":700,"sw":701,"furisaai":702,"pes":703,"_cleanup":704,"detect":705,"intro":706,"device_plugin":707,"offlin":708,"perform":709,"examin":710,"_format":711,"upgrad":712,"openaiserv":713,"ext":714,"https":715,"rngdxxxxxi":716,"simplic":717,"exit":718,"onc":719,"parallel":720,"readi":721,"when":722,"modul":723,"ghz":724,"project":725,"doc":726,"power":727,"highlight":728,"response_rol":729,"offici":730,"servic":731,"smi":732,"addit":733,"center":734,"nake":735,"eo":736,"driver":737,"portal":738,"cover":739,"2024":740,"53":741,"quick":742,"508":743,"id3":744,"than":745,"mesh":746,"tpl":747,"space":748,"compos":749,"serv":750,"fp8":751,"supportedmodel":752,"bed6":753,"topolog":754,"encod":755,"disabl":756,"it":757,"dashboard":758,"0ghz":759,"tp":760,"well":761,"end":762,"subcommand":763,"proper":764,"localhost":765,"bf16":766,"_gms":767,"npu0":768,"zero":769,"length":770,"pipelin":771,"individu":772,"low":773,"anim":774,"either":775,"other":776,"workflow":777,"tb":778,"sequenc":779,"blog":780,"os":781,"about":782,"compani":783,"resourc":784,"accept":785,"overrid":786,"sampl":787,"order":788,"sale":789,"_search":790,"prometheus":791,"90":792,"instruct":793,"edf":794,"attach":795,"usag":796,"apt":797,"fix":798,"_process":799,"x16":800,"furiosallm":801,"_pipelin":802,"incom":803,"info":804,"bin":805,"you":806,"avaialbl":807,"passiv":808,"imagepullpolici":809,"permiss":810,"hbm3":811,"256tflop":812,"page":813,"_num":814,"mlperf":815,"allocat":816,"ephemer":817,"eof":818,"current":819,"arch":820,"administr":821,"share":822,"allow":823,"axi_post_error":824,"heurist":825,"512":826,"own":827,"dearmor":828,"cach":829,"gpt":830,"warn":831,"scheduling_npus":832,"intra":833,"rst":834,"evalu":835,"explain":836,"get":837,"train":838,"respons":839,"start":840,"pkg":841,"top":842,"org":843,"configur":844,"newer":845,"_mode":846,"convert":847,"satisfi":848,"usual":849,"v4":850,"our":851,"face":852,"homepag":853,"uuid":854,"format":855,"run":856,"op":857,"channel":858,"schedul":859,"awq":860,"chain":861,"tenant":862,"metric":863,"475c":864,"isca24":865,"deprec":866,"chart":867,"also":868,"movement":869,"qpi":870,"132529":871,"_size":872,"_node":873,"ieee":874,"packag":875,"real":876,"device_manag":877,"1024top":878,"welcom":879,"view":880,"degre":881,"yourself":882,"yolov8m":883,"true":884,"better":885,"architectur":886,"implement":887,"506":888,"json":889,"make":890,"scrape":891,"integ":892,"dfg":893,"sub":894,"becaus":895,"oper":896,"38":897,"techniqu":898,"bert":899,"how":900,"furiosa_npu_core_util":901,"canon":902,"top_k":903,"10609575":904,"contain":905,"fake":906,"e8ea":907,"chat_templ":908,"65536":909,"qparam":910,"reduc":911,"ieeexplor":912,"debian":913,"llama2":914,"instead":915,"art":916,"furiosa_mlperf":917,"up":918,"therefor":919,"gptjforcausallm":920,"below":921,"11":922,"which":923,"default":924,"libsmi":925,"abcxyz":926,"correspond":927,"compil":928,"state":929,"kubernetes_node_nam":930,"due":931,"transpar":932,"metadata":933,"4795000":934,"get_input_const":935,"recent":936,"prompt":937,"_all":938,"we":939,"decompos":940,"specifi":941,"seed":942,"_name":943,"sensor":944,"properti":945,"_parallel":946,"one":947,"can":948,"applic":949,"dual":950,"stop":951,"pid":952,"sinc":953,"consumpt":954,"four":955,"attent":956,"nodeaffin":957,"furiosa_npu_hw_pow":958,"lower":959,"efficientnet":960,"work":961,"hw":962,"3e93ae7c":963,"clip":964,"sign":965,"b4a67ca":966,"acceler":967,"guidelin":968,"pagedattent":969,"31":970,"pcie_discard_error":971,"pcie_post_error":972,"10":973,"linux":974,"higher":975,"_offlin":976,"join":977,"updat":978,"_captur":979,"program":980,"discours":981,"mobilenetv1":982,"from":983,"metrics_export":984,"involv":985,"alway":986,"count":987,"novemb":988,"month":989,"llmconfig":990,"file":991,"devic":992,"analyz":993,"grafana":994,"head":995,"prepar":996,"bind":997,"penal":998,"feature_discoveri":999,"form":1000,"autom":1001,"union":1002,"doorbel":1003,"_config":1004,"_done":1005,"remov":1006,"91d8":1007,"_p":1008,"were":1009,"approxim":1010,"especi":1011,"modifi":1012,"12vhpwr":1013,"uvicorn":1014,"_post":1015,"pcie_fetch_error":1016,"num":1017,"node":1018,"soc":1019,"over":1020,"boot":1021,"asia":1022,"panic":1023,"describ":1024,"new":1025,"disableddeviceuuidlistmap":1026,"_or":1027,"hf_token":1028,"prerequisit":1029,"tdp":1030,"down":1031,"debugmod":1032,"exampl":1033,"base":1034,"int":1035,"44":1036,"decod":1037,"llamaforcausallm":1038,"whether":1039,"_id":1040,"mani":1041,"furiosa_llm":1042,"index":1043,"w8a8":1044,"container":1045,"_engin":1046,"requestoutput":1047,"tree":1048,"may":1049,"separ":1050,"device_error":1051,"samplingparam":1052,"launcher":1053,"_to":1054,"serial":1055,"_limit":1056,"256mb":1057,"pack":1058,"_file":1059,"design":1060,"do":1061,"process":1062,"jinja2":1063,"matchexpress":1064,"dict":1065,"privileg":1066,"more":1067,"2a":1068,"miss":1069,"capac":1070,"need":1071,"extens":1072,"2020":1073,"distribut":1074,"hub":1075,"16min":1076,"databas":1077,"virtual":1078,"pip":1079,"proof":1080,"togeth":1081,"key":1082,"noc":1083,"product":1084,"adopt":1085,"ensur":1086,"software_stack":1087,"bandwidth":1088,"occupi":1089,"04":1090,"_temperatur":1091,"8000":1092,"class":1093,"licens":1094,"furiosaai":1095,"maximum":1096,"support":1097,"automat":1098,"cluster":1099,"furiosabackend":1100,"custom":1101,"stack":1102,"stream_chat_complet":1103,"emb":1104,"dictionari":1105,"gptj":1106,"5f79551cf718":1107,"length_penalti":1108,"python3":1109,"ratio":1110,"_hw":1111,"general":1112,"1200":1113,"arg":1114,"16":1115,"firmwar":1116,"averag":1117,"pre":1118,"soon":1119,"29":1120,"communic":1121,"origin":1122,"greedi":1123,"_sampl":1124,"account":1125,"ecosystem":1126,"valid":1127,"summari":1128,"fulli":1129,"requisit":1130,"constraint":1131,"main":1132,"id":1133,"possibl":1134,"team":1135,"effect":1136,"major":1137,"choic":1138,"copyright":1139,"nfd":1140,"curl":1141,"tip":1142,"contact":1143,"specul":1144,"includ":1145,"opt":1146,"bridg":1147,"case":1148,"bash":1149,"unexpect":1150,"axi":1151,"cat":1152,"pciid":1153,"leverag":1154,"hug":1155,"_ratio":1156,"high":1157,"differ":1158,"later":1159,"path":1160,"furiosa":1161,"width":1162,"necessari":1163,"descript":1164,"net":1165,"max_token":1166,"characterist":1167,"contract":1168,"must":1169,"varieti":1170,"certain":1171,"reproduc":1172,"npu0pe0":1173,"board":1174,"pretrainedtoken":1175,"supported_model":1176,"featurediscoveri":1177,"usr":1178,"given":1179,"larg":1180,"cours":1181,"manag":1182,"_builder":1183,"token":1184,"sampling_param":1185,"512tflop":1186,"specif":1187,"where":1188,"replac":1189,"transform":1190,"while":1191,"cri":1192,"compressor":1193,"complet":1194,"str":1195,"rngdxxxxxx":1196,"ai":1197,"_sourc":1198,"group":1199,"hf":1200,"discard":1201,"improv":1202,"lspci":1203,"effici":1204,"processor":1205,"8b":1206,"nativ":1207,"equal":1208,"client":1209,"librari":1210,"observ":1211,"definit":1212}