{"lib":0,"consumpt":1,"upload":2,"step3":3,"mark":4,"set":5,"corner":6,"frequenc":7,"18446744073709540605":8,"usag":9,"data":10,"21t09":11,"pes":12,"var":13,"asymmetr":14,"document":15,"fe1fca3":16,"creation":17,"symmetr":18,"stack":19,"upgrad":20,"futur":21,"remain":22,"deviceselector":23,"modeleditor":24,"ok":25,"16d65f6f8f1db256d0f39953855dea72":26,"owner":27,"\uc790\ub8cc\ud615\uc744":28,"applic":29,"input_max":30,"kserv":31,"concern":32,"4f1f114":33,"matmul":34,"400":35,"target_npu":36,"accurarci":37,"664fa36c754a":38,"fold":39,"228":40,"ubuntu":41,"versa":42,"frequent":43,"individu":44,"110489333z":45,"prepar":46,"490":47,"_epoch":48,"outlin":49,"deliv":50,"with_quant":51,"exit":52,"ssd512_mobilenet_v2_bdd_int_without_reshap":53,"e7ab6656cc090a8d05992a9e4683b8b7":54,"npu_devic":55,"squar":56,"servic":57,"37":58,"activ":59,"015205072s":60,"319141z":61,"qps":62,"639a366a7f932a23":63,"adot":64,"npu":65,"both":66,"calibr":67,"panda":68,"profilerenabledbycontext":69,"2889917":70,"devnam":71,"63bac982c7b98aba":72,"you":73,"entir":74,"await":75,"nxhxwxc":76,"search":77,"diagnosi":78,"trial":79,"31":80,"output1":81,"15":82,"recommend":83,"constraint":84,"extern":85,"public":86,"lowest":87,"ad":88,"calibration_data":89,"taken":90,"hw":91,"get_trac":92,"906443888z":93,"move":94,"completionqueu":95,"itself":96,"schedul":97,"earli":98,"previous":99,"env":100,"resum":101,"coupl":102,"lts":103,"456":104,"erf":105,"sdk":106,"sphinx_rtd_them":107,"begin":108,"count":109,"redhat":110,"show":111,"extend":112,"virsh":113,"furiosa_rt_cor":114,"input_nam":115,"pandasdatafram":116,"ten":117,"requir":118,"b1d2b742f9f1ed43dbe7aa5f2ed822ae38d636e4":119,"133350":120,"step2":121,"libhal":122,"structur":123,"unsqueez":124,"bb6c84f88e453055":125,"566":126,"abov":127,"ag":128,"filenam":129,"store":130,"abl":131,"linux":132,"required_api":133,"eot":134,"unchang":135,"cannot":136,"messag":137,"protocol":138,"maxim":139,"collect":140,"bottleneck":141,"reset":142,"05":143,"rand":144,"simpleappl":145,"uploadfil":146,"nodeaffin":147,"privileg":148,"34":149,"critic":150,"lowleveltranspos":151,"editor":152,"python":153,"step1":154,"2448540":155,"46":156,"array":157,"easi":158,"legaci":159,"caus":160,"pci_dev":161,"art":162,"essenti":163,"alloc":164,"page":165,"85":166,"2023":167,"measur":168,"new":169,"bus":170,"contact":171,"assert":172,"span_id":173,"input_min":174,"kept":175,"11204385":176,"cv2":177,"checker":178,"synchron":179,"endpoint":180,"virt":181,"input":182,"proport":183,"yolov5m":184,"transistor":185,"enterpris":186,"follow":187,"categori":188,"accept":189,"300789z":190,"29":191,"space":192,"inspect":193,"bigger":194,"pci":195,"0038304s":196,"152748":197,"build":198,"hold":199,"subsequ":200,"log":201,"posit":202,"702":203,"gen4":204,"docker":205,"either":206,"simpl":207,"lower":208,"seve":209,"36":210,"14688":211,"latest":212,"second":213,"estim":214,"acceler":215,"valid":216,"ratio":217,"appropri":218,"calibration_dataload":219,"didn":220,"befor":221,"grpc":222,"jul":223,"132529":224,"mnistnet_uint8_quant_without_softmax":225,"behavior":226,"sw":227,"passiv":228,"kubernetes_support":229,"conda":230,"fix":231,"iso":232,"fhhl":233,"return":234,"_num":235,"50th":236,"room":237,"age":238,"branch":239,"take":240,"transform":241,"allow":242,"trained_dm_1":243,"finish":244,"program":245,"discuss":246,"399408z":247,"tiangolo":248,"torch":249,"read":250,"resnet":251,"libcompil":252,"flatten":253,"devfil":254,"statist":255,"process":256,"exclus":257,"phase":258,"signific":259,"min":260,"postprocessor":261,"relianc":262,"keep_unsigned":263,"give":264,"txt":265,"kernel":266,"note":267,"333521z":268,"gather":269,"21cba85":270,"high":271,"target":272,"auth":273,"possibl":274,"anoth":275,"dur":276,"108134":277,"304216z":278,"access":279,"own":280,"visibl":281,"subcommand":282,"far":283,"tenant":284,"connect":285,"tail":286,"member":287,"dmesg":288,"user":289,"adjust":290,"final":291,"sota":292,"140083s":293,"collector":294,"undergo":295,"alreadi":296,"output_nam":297,"semant":298,"hour":299,"70":300,"pandasprofilinganalysi":301,"randint":302,"476":303,"platform":304,"proflil":305,"serveapi":306,"119157":307,"last":308,"min_dur":309,"quantized_model":310,"most":311,"utilzi":312,"31t19":313,"those":314,"priorit":315,"24t02":316,"libnux":317,"cmd":318,"yolov5l":319,"pythonsdk":320,"async":321,"compiler_vers":322,"chip":323,"restrict":324,"environment":325,"nd":326,"until":327,"quantizationaccuracyt":328,"quantization_spec":329,"pid":330,"expand":331,"indic":332,"comp":333,"queri":334,"sub":335,"averagepool":336,"nativ":337,"66gb":338,"anaconda":339,"send":340,"optimized_onnx_model":341,"download":342,"get":343,"wherea":344,"limit":345,"few":346,"1824769":347,"supportedoper":348,"input_tensor":349,"sudo":350,"spatial":351,"storag":352,"8777c67ad9fe597139bbd6970362c2fc":353,"perform":354,"l5w4g6":355,"a5fb9fbd5bffe6a6":356,"librari":357,"output_queue_s":358,"onli":359,"line":360,"npumodel":361,"npu0pe0":362,"without":363,"316060982z":364,"disableddevic":365,"hard":366,"concurr":367,"vt":368,"2d787c2df381f010":369,"produc":370,"300721z":371,"sure":372,"57ac7b0":373,"64dpes":374,"techniqu":375,"be":376,"8080":377,"70512188522f45b87cfe4f545de3cf2c":378,"kubernet":379,"current":380,"001701888s":381,"np1":382,"cloud":383,"optim":384,"000000000000":385,"been":386,"prs":387,"230716":388,"gb":389,"amd":390,"agre":391,"interpret":392,"listen":393,"id3":394,"convert_input_typ":395,"exec":396,"vmsupport":397,"18446744073709540387":398,"17z":399,"jpg":400,"cpu":401,"clone":402,"__name__":403,"modifi":404,"v2":405,"concis":406,"ddr":407,"furiosart":408,"top":409,"get_pandas_datafram":410,"overlap":411,"en":412,"step4":413,"profil":414,"installpippackag":415,"us":416,"wrapper":417,"higher":418,"simpler":419,"written":420,"submit":421,"multi":422,"proper":423,"mount":424,"mandatori":425,"cost":426,"pe_index":427,"ns":428,"dd":429,"npu_devnam":430,"273772z":431,"calcul":432,"fail":433,"requiredpackag":434,"alia":435,"01aaa40":436,"retriev":437,"47443":438,"30025":439,"hhhl":440,"taskstat":441,"part":442,"16":443,"42":444,"datatyp":445,"work":446,"acknowledg":447,"np":448,"learn":449,"loglevel":450,"criterion":451,"32388":452,"92":453,"similar":454,"post":455,"b9fb":456,"visit":457,"repres":458,"introduct":459,"2d724fa6ab8ca024":460,"through":461,"id":462,"onnx":463,"enf":464,"37373":465,"median":466,"focus":467,"299091z":468,"els":469,"2021":470,"effici":471,"pool":472,"feed":473,"pe":474,"51":475,"19329":476,"core":477,"path":478,"eula":479,"predict":480,"tab":481,"map":482,"let":483,"kib":484,"701118dabd065e6f":485,"136285":486,"00424b4f02039ae0ca98388a964062b0":487,"analys":488,"particip":489,"devicemanag":490,"opset_vers":491,"835":492,"0_without_softmax":493,"echo":494,"4f1f1149d137a58ada31df57de6e1234881ccf5b":495,"create_async":496,"2136984":497,"describ":498,"unresolv":499,"which":500,"held":501,"serv":502,"virtio":503,"power":504,"npuservemodel":505,"daemonset":506,"dev_nam":507,"modif":508,"async_sess":509,"main":510,"quantiz":511,"necessari":512,"archiv":513,"alpha":514,"fp":515,"list":516,"edg":517,"510":518,"without_quant":519,"51930":520,"cento":521,"implement":522,"match":523,"regist":524,"divers":525,"sig":526,"githubusercont":527,"input1":528,"need":529,"57":530,"libfuriosa_compil":531,"devicelabelfield":532,"repo":533,"mc":534,"torch_model":535,"speed":536,"advanc":537,"ouput":538,"56736":539,"beta":540,"none":541,"denois":542,"x86_64":543,"ctrl":544,"built_at":545,"billion":546,"rst":547,"descript":548,"find":549,"furthermor":550,"languag":551,"regardless":552,"test":553,"motiv":554,"temporarilydisablingprofil":555,"daemon":556,"_type":557,"config":558,"99th":559,"thus":560,"backward":561,"ssd_object_detect":562,"https":563,"solut":564,"00000000":565,"wheel":566,"longer":567,"ls":568,"represent":569,"softmax":570,"clock":571,"13929122z":572,"gir":573,"object":574,"17":575,"npu\ub294":576,"pciid":577,"10":578,"http":579,"x12":580,"less":581,"12":582,"stand":583,"password":584,"datafram":585,"experiment":586,"wget":587,"283260z":588,"bar":589,"vfio":590,"com":591,"nearest":592,"better":593,"step":594,"_current":595,"simpli":596,"poor":597,"aesni":598,"serial":599,"scheme":600,"someth":601,"comparison":602,"267398z":603,"iommu":604,"criteria":605,"78b065c19c3675ef":606,"yolox_l":607,"lspci":608,"hal":609,"horizont":610,"319127z":611,"foo":612,"rev":613,"write":614,"206a1d6f351ca4b1":615,"closer":616,"concatn":617,"close":618,"299293z":619,"180mm":620,"f636740983e095a6":621,"batch":622,"class":623,"comma":624,"bdb":625,"relat":626,"raw":627,"exceed":628,"satisfi":629,"492":630,"compat":631,"267269z":632,"19t14":633,"than":634,"again":635,"break":636,"16904388032l4hoi3h":637,"don":638,"load_async":639,"cnn":640,"113254":641,"dnn":642,"d021ff71d":643,"topolog":644,"nxcxd":645,"pdma":646,"among":647,"optimize_model":648,"pip":649,"queue":650,"tag":651,"rediss":652,"f8f05c8ea":653,"within":654,"reproduc":655,"singl":656,"torchvis":657,"common":658,"info":659,"2944874":660,"product_nam":661,"893772z":662,"hundr":663,"gcc":664,"555e4ee67ab5":665,"reus":666,"_temperatur":667,"installingdevicepluginandnfd":668,"319364z":669,"strong":670,"npumodelconfig":671,"known":672,"k8s":673,"seciton":674,"effect":675,"reduc":676,"exampl":677,"7200":678,"resnet50_2p":679,"per":680,"record":681,"conv":682,"input_shap":683,"1690438803":684,"imread":685,"textut":686,"376":687,"oper":688,"399402z":689,"1968066":690,"default":691,"all":692,"voltag":693,"busi":694,"tdp":695,"get_pure_input_nam":696,"leverag":697,"16384":698,"pair":699,"remov":700,"easili":701,"tflite":702,"meta":703,"driver":704,"pre":705,"physic":706,"partit":707,"313084z":708,"119363":709,"kit":710,"unnecessari":711,"under":712,"152616":713,"built":714,"mean":715,"share":716,"resiz":717,"well":718,"unifi":719,"git_revis":720,"print_external_oper":721,"would":722,"127":723,"ldfg":724,"556":725,"ca":726,"arch":727,"tanh":728,"difficult":729,"point":730,"discoveri":731,"b0":732,"git":733,"upper":734,"sinc":735,"deactiv":736,"valu":737,"batch_siz":738,"furiosa_serving_otlp_endpoint":739,"virtual":740,"pci_bdf":741,"gpg":742,"06":743,"vfio_iommu_type1":744,"save":745,"28":746,"identifi":747,"slow":748,"event":749,"scale":750,"opentelemetri":751,"framework":752,"model_config_list":753,"approxim":754,"cpus":755,"everi":756,"c5fdfb9cf454da130148e8e364eeee93":757,"api":758,"lib64":759,"_voltag":760,"49":761,"267264z":762,"load_model":763,"input_tensor_nam":764,"uniqu":765,"ai":766,"temp":767,"45465":768,"accleer":769,"assum":770,"25945":771,"authent":772,"30":773,"compute_rang":774,"respect":775,"shell":776,"420525dc13ba9624083e0a276f7ee718":777,"skip":778,"mlcommon":779,"idea":780,"basic":781,"len":782,"import":783,"warboyb0":784,"128m":785,"hardwar":786,"outdat":787,"255":788,"card":789,"3d":790,"plugin":791,"redi":792,"reinstal":793,"tri":794,"instantan":795,"over":796,"14":797,"copi":798,"npuapi":799,"dtype":800,"efficientnet":801,"8d25dff1cfd6624509cbf95503e93382":802,"tensor_nam":803,"print_infer":804,"address":805,"f32":806,"confirm":807,"fastapi":808,"mnist_imag":809,"size":810,"ocr":811,"compon":812,"minor":813,"hash":814,"124":815,"origin":816,"sess":817,"image_classif":818,"libfuriosa_h":819,"status":820,"timeout":821,"focal":822,"lowlevelpad":823,"area":824,"project":825,"interfac":826,"file":827,"screenshot":828,"feedback":829,"lpnormal":830,"pytorch":831,"fc_cache_en":832,"nodeselector":833,"certain":834,"tensortyp":835,"express":836,"upon":837,"factor":838,"duplic":839,"grafana":840,"correspond":841,"equival":842,"equip":843,"44775":844,"input_queue_s":845,"392114z":846,"long":847,"634":848,"95th":849,"imagenet":850,"index":851,"doe":852,"95":853,"actual":854,"min_duration_m":855,"usr":856,"motherboard":857,"when":858,"performanceoptim":859,"liter":860,"two":861,"bug":862,"normalized_pixel_output":863,"511":864,"visual":865,"manag":866,"low":867,"setuptool":868,"128":869,"s3":870,"result":871,"temporarili":872,"peak":873,"minut":874,"tabular":875,"key":876,"29989":877,"devic":878,"amd64":879,"mnistnet_uint8_qu":880,"wbyb0000000000000":881,"vfio_pci":882,"pow":883,"drive":884,"c9a0858f7e0885a976f51c6cb57d3e0f":885,"lowleveldepthwiseconv2d":886,"from":887,"livenessprob":888,"qdq":889,"vm":890,"url":891,"happen":892,"kind":893,"unit":894,"out":895,"_name":896,"unhold":897,"readi":898,"could":899,"tracer":900,"315610z":901,"bdf":902,"imag":903,"673efb3bfb8deac6":904,"expir":905,"521140588z":906,"893745z":907,"label":908,"inconvini":909,"f3b158734e3684f2e043ed41309c4c2d":910,"train_imag":911,"resourcenam":912,"just":913,"npu_runtime_test":914,"here":915,"slice":916,"qualiti":917,"furioaai":918,"convtranspos":919,"some":920,"took":921,"command":922,"newli":923,"div":924,"2d862de8a":925,"49b97492a":926,"fp32":927,"maintain":928,"rest":929,"socketnam":930,"irqbypass":931,"calibrationmethod":932,"7cf3d3b7439cf4c3fac1a47998783102":933,"__init__":934,"grep":935,"optmiz":936,"const":937,"exclud":938,"bench":939,"zoo":940,"zsh":941,"becom":942,"ani":943,"815406z":944,"sess2":945,"certif":946,"235":947,"introduc":948,"compar":949,"c5f04d9fea26e5b52c6ec5e5406775fc":950,"reducel2":951,"org":952,"independ":953,"hide":954,"ps":955,"sourc":956,"62797":957,"condit":958,"what":959,"device_sn":960,"13t20":961,"_trace":962,"readinessprob":963,"boost":964,"quasisymmetr":965,"669":966,"265447":967,"8190":968,"larg":969,"recogn":970,"extens":971,"arg":972,"graph":973,"too":974,"yaml":975,"version":976,"bin":977,"do_constant_fold":978,"wish":979,"d0534e3a9f19edadab81954ad28ab44f":980,"mlperf":981,"has":982,"enough":983,"61440":984,"section":985,"tee":986,"dianosi":987,"servicedesk":988,"renegad":989,"disk":990,"03":991,"tmp":992,"rather":993,"often":994,"nativepostprocessor":995,"problem":996,"explan":997,"refer":998,"state":999,"_pad":1000,"725910558z":1001,"4fca":1002,"servemodel":1003,"relu":1004,"npu0pe1":1005,"solid":1006,"wait":1007,"yolox":1008,"still":1009,"13":1010,"9f6d342da5eb86bc":1011,"socket":1012,"119145":1013,"quit":1014,"thermal":1015,"lpddr4x":1016,"openmetr":1017,"modprob":1018,"fit":1019,"bullsey":1020,"session":1021,"58":1022,"v1":1023,"bias":1024,"sever":1025,"uvicorn":1026,"differ":1027,"now":1028,"pad":1029,"unix":1030,"environ":1031,"277":1032,"worker_num":1033,"worker":1034,"modelserv":1035,"use":1036,"constant":1037,"your":1038,"system":1039,"option":1040,"abil":1041,"furiosa_devic":1042,"paramet":1043,"pcie":1044,"ir":1045,"occupi":1046,"element":1047,"non":1048,"date":1049,"idx":1050,"nodenam":1051,"9a7addaf0f28c9f":1052,"syntax":1053,"mkdir":1054,"web":1055,"percent":1056,"desc":1057,"lir":1058,"demonstr":1059,"task":1060,"prerequisit":1061,"it":1062,"item":1063,"_error":1064,"form":1065,"toolkit":1066,"configur":1067,"left":1068,"therebi":1069,"furioa":1070,"lsmod":1071,"job":1072,"each":1073,"depthwis":1074,"196825s":1075,"were":1076,"40furiosa":1077,"membership":1078,"ipynb":1079,"orient":1080,"varieti":1081,"119219":1082,"health":1083,"407c0c51f":1084,"instead":1085,"app":1086,"design":1087,"opencv":1088,"coalesc":1089,"6379":1090,"next":1091,"_npu":1092,"superior":1093,"397757z":1094,"cpuid":1095,"npus":1096,"unix_epoch":1097,"easier":1098,"them":1099,"json":1100,"e1e650d23061140404915f1df36daf9c":1101,"ambigu":1102,"d7548b7f6":1103,"v0":1104,"lowlevelconv2d":1105,"method":1106,"lowlevelslic":1107,"abstract":1108,"omit":1109,"openobserv":1110,"kubelet":1111,"_uptim":1112,"uuid":1113,"length":1114,"_path":1115,"maxpool":1116,"group":1117,"nonam":1118,"nxcxhxw":1119,"onnx_model":1120,"elu":1121,"modelquant":1122,"press":1123,"2ghz":1124,"214":1125,"e48825df32a07e5559f7f50048c08e1f":1126,"guidelin":1127,"model2":1128,"custom":1129,"md":1130,"77":1131,"pydata":1132,"paus":1133,"fuse":1134,"chromium":1135,"lite":1136,"type":1137,"_aliv":1138,"retain":1139,"have":1140,"furiosa":1141,"automat":1142,"analysi":1143,"includ":1144,"specif":1145,"mlcommonsresnet50":1146,"quantizated_graph":1147,"331545s":1148,"sigmoid":1149,"apt":1150,"ml":1151,"updat":1152,"overhead":1153,"below":1154,"assist":1155,"chrome":1156,"43":1157,"10000":1158,"55z":1159,"npu2":1160,"internet":1161,"apu":1162,"workload":1163,"replac":1164,"amd_iommu":1165,"43c901f":1166,"32":1167,"usabl":1168,"sess1":1169,"model_list":1170,"98aeba2a25b0525166b6a4065ab01774":1171,"eol":1172,"architectur":1173,"util":1174,"execut":1175,"script":1176,"idl":1177,"litmus":1178,"py":1179,"56":1180,"run":1181,"spec":1182,"permalink":1183,"intro":1184,"cb67393f6949bbbb396053c1e00931ff":1185,"node01":1186,"61be":1187,"datetim":1188,"convert_":1189,"level":1190,"dict":1191,"abi":1192,"12362":1193,"ecaab4915bfda725":1194,"29040":1195,"44bc":1196,"select":1197,"track":1198,"inherit":1199,"sign":1200,"jammi":1201,"fe6f77a":1202,"las":1203,"tos":1204,"01":1205,"mkconfig":1206,"usernam":1207,"21cba85737840546357f2dd709d33d9bc2b00390":1208,"hint":1209,"firmwar":1210,"browser":1211,"control":1212,"deep":1213,"shift":1214,"54":1215,"30z":1216,"usual":1217,"stop":1218,"collect_data":1219,"handl":1220,"commit":1221,"quick":1222,"miniconda":1223,"expos":1224,"reason":1225,"miss":1226,"22t06":1227,"temperatur":1228,"2022":1229,"12180b0":1230,"497":1231,"nois":1232,"pyyaml":1233,"consist":1234,"mnist":1235,"rgb":1236,"look":1237,"gnu":1238,"memori":1239,"72212674":1240,"appli":1241,"pci_":1242,"receiv":1243,"50":1244,"administr":1245,"decim":1246,"12d":1247,"isol":1248,"creat":1249,"resnet50":1250,"eap":1251,"vmlinuz":1252,"prepostprocess":1253,"compil":1254,"graphic":1255,"04z":1256,"2111363":1257,"iam":1258,"ndarray":1259,"node02":1260,"provid":1261,"sqnr":1262,"overcom":1263,"had":1264,"stat":1265,"034934s":1266,"33":1267,"_l":1268,"sync":1269,"etc":1270,"aliv":1271,"modul":1272,"defin":1273,"float32":1274,"smaller":1275,"model_path":1276,"github":1277,"site":1278,"000001198s":1279,"dump":1280,"layer":1281,"invalid":1282,"flexibl":1283,"ip":1284,"08":1285,"model_data":1286,"particular":1287,"35869":1288,"max":1289,"sdks":1290,"configmap":1291,"densenet":1292,"compilerc":1293,"125":1294,"sqrt":1295,"asyncnpuapiimpl":1296,"accuraci":1297,"server":1298,"block":1299,"split":1300,"0002":1301,"multipl":1302,"8x":1303,"latenc":1304,"instant":1305,"recognit":1306,"9ecebb6":1307,"6d":1308,"analyz":1309,"done":1310,"3027309":1311,"cdfg":1312,"percentil":1313,"_power":1314,"pleas":1315,"enabl":1316,"hxwxc":1317,"print_summari":1318,"assign":1319,"8gi":1320,"93d63f654f0f192cc4ff5691be60fb9379e9d7fd":1321,"3757":1322,"019548794s":1323,"subgraph":1324,"mention":1325,"impli":1326,"e7903b0a584d6388":1327,"accord":1328,"namespac":1329,"distribut":1330,"001":1331,"achiev":1332,"major":1333,"even":1334,"astyp":1335,"ecosystem":1336,"gettingstartedwithpythonsdk":1337,"transport":1338,"comput":1339,"mul":1340,"__main__":1341,"f8f05c":1342,"further":1343,"other":1344,"uefi":1345,"net":1346,"yes":1347,"play":1348,"head":1349,"66":1350,"famili":1351,"intel_iommu":1352,"lowlevelreshap":1353,"attach":1354,"coord":1355,"lane":1356,"reboot":1357,"45":1358,"code":1359,"avoid":1360,"keyr":1361,"bit":1362,"whi":1363,"conf":1364,"020943863s":1365,"energi":1366,"1236a974a619ff1a":1367,"io":1368,"warm":1369,"embed":1370,"aggreg":1371,"convers":1372,"jupyt":1373,"452":1374,"resourc":1375,"num":1376,"full":1377,"immedi":1378,"warmup":1379,"guest":1380,"07dff2e92172fabd":1381,"315657z":1382,"readthedoc":1383,"pixel":1384,"pass":1385,"8e426d778fa95722":1386,"generat":1387,"output_tensor":1388,"prelu":1389,"boot":1390,"26t09":1391,"65d":1392,"4096":1393,"interact":1394,"162m":1395,"894265z":1396,"inform":1397,"1000":1398,"512":1399,"async_impl":1400,"forward":1401,"viewer":1402,"classifi":1403,"bio":1404,"role":1405,"linear":1406,"compos":1407,"pythonextrapackag":1408,"normal":1409,"our":1410,"npu1pe2":1411,"good":1412,"print":1413,"250":1414,"runner":1415,"trace_id":1416,"databas":1417,"d7cd24a0a76cd492f31065301d468c3d":1418,"dilat":1419,"94":1420,"node":1421,"tree":1422,"impl":1423,"divid":1424,"instal":1425,"text":1426,"field":1427,"registri":1428,"thread":1429,"live":1430,"47":1431,"195366613b1da9b0350c0a3c2a608f42":1432,"atlassian":1433,"ctc_kor1_200_nightly3_128dpes_8batch":1434,"curl":1435,"drop":1436,"id5":1437,"270837z":1438,"create_runn":1439,"80":1440,"explain":1441,"met":1442,"forev":1443,"base":1444,"fc_cache_store_url":1445,"huge":1446,"postprocess":1447,"libvirt":1448,"binari":1449,"squeez":1450,"degrad":1451,"pod":1452,"best":1453,"get_output_nam":1454,"vfio_virqfd":1455,"half":1456,"request":1457,"start_as_current_span":1458,"howev":1459,"8399":1460,"699483936z":1461,"bandwidth":1462,"22":1463,"2999831":1464,"minim":1465,"3e1e4a76523cbf89":1466,"day":1467,"logsoftmax":1468,"word":1469,"5327":1470,"kubernetesintegr":1471,"yourself":1472,"compilercach":1473,"3024561":1474,"featur":1475,"id2":1476,"entropi":1477,"content":1478,"suffici":1479,"given":1480,"argument":1481,"first":1482,"19":1483,"307568":1484,"kvm":1485,"mv":1486,"dcr":1487,"rw":1488,"df":1489,"advancedtopicsininferenceapi":1490,"larger":1491,"jq":1492,"termin":1493,"ddd76ff19b5cd713":1494,"stabl":1495,"qemu":1496,"trace":1497,"balanc":1498,"grub":1499,"night":1500,"should":1501,"reflect":1502,"diagram":1503,"bugreport":1504,"between":1505,"after":1506,"_sourc":1507,"edit":1508,"gelu":1509,"issu":1510,"min_max_asym":1511,"header":1512,"model":1513,"nmae":1514,"2pe":1515,"zip":1516,"adx":1517,"apivers":1518,"1200":1519,"success":1520,"mininterv":1521,"name":1522,"exp":1523,"id6":1524,"onc":1525,"324283z":1526,"vendor":1527,"9th":1528,"vm_support":1529,"interest":1530,"18446744073709540593":1531,"reshap":1532,"properti":1533,"814260z":1534,"grub_cmdline_linux":1535,"real":1536,"port":1537,"simultan":1538,"end":1539,"dimparam":1540,"avail":1541,"width":1542,"sram":1543,"understand":1544,"execution_index":1545,"224":1546,"releas":1547,"\u00b5w":1548,"fan":1549,"can":1550,"start":1551,"resolut":1552,"mailto":1553,"transpos":1554,"935041998z":1555,"partcular":1556,"simul":1557,"agreement":1558,"output_tensor_nam":1559,"5cf3750def19c6e8":1560,"licenc":1561,"27":1562,"_hw":1563,"report":1564,"throughput":1565,"how":1566,"04":1567,"manufactur":1568,"awar":1569,"59999":1570,"though":1571,"fusion":1572,"shape":1573,"integ":1574,"operator_index":1575,"make":1576,"_version":1577,"experi":1578,"opset":1579,"76":1580,"casper":1581,"familiar":1582,"cluster":1583,"98":1584,"df80fb54":1585,"ghz":1586,"int8":1587,"output_prefix":1588,"shown":1589,"three":1590,"intern":1591,"96":1592,"7a3b908":1593,"dot":1594,"93":1595,"metric":1596,"grub2":1597,"315470z":1598,"deprec":1599,"mlop":1600,"more":1601,"downsid":1602,"permute_input":1603,"3c10fd3":1604,"chw":1605,"effort":1606,"peid":1607,"monitor":1608,"60w":1609,"permut":1610,"20211121223028":1611,"research":1612,"interrupt":1613,"benchmark":1614,"mbps":1615,"_max":1616,"97":1617,"alway":1618,"model_object":1619,"ms":1620,"tensorflow":1621,"lead":1622,"null":1623,"decid":1624,"bashrc":1625,"gain":1626,"dimens":1627,"disabl":1628,"a0f4bd7ab8d199e3e46f9820fe4dc75bfa845e61":1629,"interv":1630,"via":1631,"8bit":1632,"softplus":1633,"gemm":1634,"01aaa40fd31573dc578fa1c805e1ed36decc9088":1635,"delin":1636,"rang":1637,"directori":1638,"b1d2b74":1639,"vice":1640,"local":1641,"direct":1642,"modelproto":1643,"dure":1644,"depthtospac":1645,"vs":1646,"may":1647,"numpi":1648,"furiosactl":1649,"convert":1650,"mib":1651,"sh":1652,"pypi":1653,"recv":1654,"togeth":1655,"benefit":1656,"print_npu_oper":1657,"must":1658,"min_query_count":1659,"axi":1660,"ubuntu20":1661,"73":1662,"36864":1663,"recordformat":1664,"mani":1665,"fish":1666,"showhold":1667,"34ccd560571d733f":1668,"function":1669,"32mb":1670,"100":1671,"pose":1672,"static":1673,"a0f4bd7":1674,"nodedev":1675,"kube":1676,"variabl":1677,"durat":1678,"futher":1679,"layout":1680,"48":1681,"logic":1682,"79874":1683,"ghcr":1684,"pwd":1685,"debian":1686,"veri":1687,"combin":1688,"image_classifi":1689,"scenario":1690,"uninstal":1691,"53":1692,"retinanet":1693,"deploy":1694,"chmod":1695,"deviceclasswhitelist":1696,"substitut":1697,"characterist":1698,"exist":1699,"linux_distrib":1700,"same":1701,"dfg":1702,"conflict":1703,"mode":1704,"cd":1705,"preserv":1706,"785714":1707,"6820acf9345c5b373c512f6cd5edcbc7":1708,"true":1709,"sep":1710,"we":1711,"c75f697f8e72d333":1712,"summari":1713,"dram":1714,"pwsh":1715,"infer":1716,"also":1717,"number":1718,"manual":1719,"dev":1720,"instruct":1721,"found":1722,"403ada67f1d8220":1723,"cli":1724,"python3":1725,"dmar":1726,"1ed2":1727,"evalu":1728,"fursioaai":1729,"manner":1730,"inferenc":1731,"passthrough":1732,"md5":1733,"nfd":1734,"678":1735,"concat":1736,"285714":1737,"complet":1738,"1584494":1739,"sphinx":1740,"model1":1741,"product":1742,"do":1743,"theme":1744,"develop":1745,"especi":1746,"classif":1747,"contain":1748,"eval":1749,"libnpu":1750,"14682":1751,"random":1752,"setuppythononlinux":1753,"view":1754,"maximum":1755,"up":1756,"yet":1757,"complex":1758,"aioboto":1759,"height":1760,"variant":1761,"standard":1762,"id1":1763,"64":1764,"_asym":1765,"altern":1766,"question":1767,"cat":1768,"44":1769,"unlow":1770,"np2":1771,"lowlevelexpand":1772,"time":1773,"compiler_config":1774,"open":1775,"int8\ub85c":1776,"about":1777,"454":1778,"click":1779,"depth":1780,"deb":1781,"setupaptrepositori":1782,"256":1783,"575":1784,"support":1785,"accler":1786,"263133z":1787,"npu1pe1":1788,"\ud150\uc11c\uc758":1789,"hang":1790,"0000":1791,"efficientnetv2":1792,"intel":1793,"furiosabench":1794,"train":1795,"67140":1796,"48524":1797,"uint8":1798,"639":1799,"output":1800,"hal_vers":1801,"check":1802,"link":1803,"id4":1804,"specifi":1805,"822":1806,"bridg":1807,"increas":1808,"explicit":1809,"facilit":1810,"unt8":1811,"merg":1812,"purpos":1813,"adopt":1814,"initi":1815,"figur":1816,"wide":1817,"publish":1818,"8f6fce6c0e52b4735cae3379732a0943":1819,"startup":1820,"respons":1821,"channel":1822,"99":1823,"315483z":1824,"399407z":1825,"91":1826,"dot_graph":1827,"various":1828,"dramat":1829,"master":1830,"add":1831,"concept":1832,"tolist":1833,"usermod":1834,"machin":1835,"lifetim":1836,"18":1837,"batchnorm":1838,"71736":1839,"inferenceaccuracycheck":1840,"want":1841,"minimumrequir":1842,"model_config_exampl":1843,"device_uuid":1844,"metadata":1845,"zipinfo":1846,"detect":1847,"debug":1848,"4266":1849,"456493":1850,"powershel":1851,"convolut":1852,"83":1853,"kuberent":1854,"submitt":1855,"a2c9":1856,"subdirectori":1857,"nonblock":1858,"inher":1859,"mobilenet":1860,"runtim":1861,"continu":1862,"axe":1863,"4cc60ec1eee7d9f3cdd290d07b303a18":1864,"0001":1865,"tool":1866,"int":1867,"mb":1868,"267247z":1869,"bash":1870,"698":1871,"315560z":1872,"percentag":1873,"self":1874,"26":1875,"root":1876,"instanc":1877,"denos":1878,"small":1879,"sometim":1880,"container":1881,"elimin":1882,"reach":1883,"encount":1884,"tempor":1885,"patch":1886,"enhanc":1887,"60000":1888,"case":1889,"300701z":1890,"__full_version__":1891,"parallel":1892,"format":1893,"\ubcc0\ud658":1894,"09272794s":1895,"vcpus":1896,"print_npu_execut":1897,"84":1898,"portal":1899,"registr":1900,"where":1901,"64927":1902,"87052":1903,"kubectl":1904,"_sym":1905,"initrd":1906,"button":1907,"24":1908,"bookworm":1909,"analyze_memori":1910,"engin":1911,"contrast":1912,"openvino":1913,"toward":1914,"convnext":1915,"gib":1916,"blob":1917,"ssl":1918,"02t07":1919,"npu7":1920,"affect":1921,"copyright":1922,"unsupport":1923,"inc":1924,"pci_0000_01_00_0":1925,"warn":1926,"mse":1927,"doc":1928,"09":1929,"argmax":1930,"see":1931,"libonnxruntim":1932,"home":1933,"depend":1934,"lnux":1935,"detail":1936,"concurrencyoptim":1937,"11":1938,"review":1939,"defaultp":1940,"elaps":1941,"export":1942,"login":1943,"unzip":1944,"much":1945,"fp16":1946,"carri":1947,"detai":1948,"convert_output_typ":1949,"21":1950,"npu0":1951,"clear":1952,"error":1953,"notebook":1954,"spent":1955,"tensor":1956,"setuppython":1957,"26z":1958,"car":1959,"imagenet_224x224_mobilenet_v1_uint8_quant":1960,"npu1pe0":1961,"nux":1962,"gnupg":1963,"greater":1964,"popular":1965,"syncron":1966,"operand":1967,"18446744073709540531":1968,"localhost":1969,"7448":1970,"pylint":1971,"float":1972,"cach":1973,"display":1974,"sequenti":1975,"average_elaps":1976,"network":1977,"tabl":1978,"faster":1979,"super":1980,"vision":1981,"271144z":1982,"whether":1983,"repositori":1984,"03636fd6c7dbc42f0a9dd29a7283d3fc":1985,"locat":1986,"respond":1987,"prometheus":1988,"8840":1989,"234":1990,"dearmor":1991,"43963":1992,"yolov5":1993,"verbos":1994,"509":1995,"way":1996,"240":1997,"wasn":1998,"20":1999,"split_unit":2000,"npu1":2001,"host":2002,"asset":2003,"run_with":2004,"idempot":2005,"nuxinn":2006,"becaus":2007,"owrker":2008,"87":2009,"02":2010,"silu":2011,"270851z":2012,"like":2013,"asyncio":2014,"desir":2015,"becam":2016,"d6":2017,"cfg":2018,"dummy_input":2019,"ssd":2020,"furiosa_profiler_output_path":2021,"07":2022,"spacetodepth":2023,"compile_config":2024,"signal":2025,"dir":2026,"one":2027,"load":2028,"rt":2029,"60":2030,"advantag":2031,"auto":2032,"call":2033,"fossa":2034,"3b65b8fa3eabfaf8f815ec9f41fcc7d9":2035,"context":2036,"00":2037,"sec":2038,"crd":2039,"opportun":2040,"br0":2041,"event_driven":2042,"enter":2043,"tutori":2044,"determin":2045,"resnet34":2046,"2752525":2047,"rc6":2048,"back":2049,"reinforc":2050,"furiosaai":2051,"shorter":2052,"d7412c59d360067e8b7a2508a30d1079":2053,"expon":2054,"fc_cache_lifetim":2055,"packag":2056,"hidden":2057,"order":2058,"medium":2059,"clip":2060,"chang":2061,"inf":2062,"487":2063,"os":2064,"plugindir":2065,"def":2066,"obtain":2067,"did":2068,"so":2069,"improv":2070,"total":2071,"minimum":2072,"104":2073,"40":2074,"renam":2075,"reducesum":2076,"ma":2077,"pipelin":2078,"slot":2079,"ensur":2080,"offer":2081,"miniconda3":2082,"changelog":2083,"therefor":2084,"iowait":2085,"howtousefuriosasdkfromstarttofinish":2086,"session_input":2087,"preprocess":2088,"bind":2089,"tqdm":2090,"prevent":2091,"www":2092,"asynchron":2093,"extra":2094,"remot":2095,"csdk":2096,"efi":2097,"softwar":2098,"consum":2099,"selector":2100,"18861":2101,"across":2102,"dag":2103,"permit":2104,"processor":2105,"condainstal":2106,"423026z":2107,"sampl":2108,"guid":2109,"tensor_rang":2110,"introtowarboy":2111,"html":2112,"source_onnx_model":2113,"267405z":2114,"separ":2115,"900":2116,"goe":2117,"help":2118,"200":2119,"choos":2120,"observ":2121,"verifi":2122,"1412":2123,"target_ir":2124,"reduct":2125,"warboy":2126,"setup":2127,"311310":2128,"general":2129,"423371z":2130,"mobilenet_v1_trac":2131,"weight":2132,"exhaust":2133,"center":2134,"input2":2135,"mechan":2136,"who":2137,"dequant":2138,"leakyrelu":2139,"while":2140,"httprest":2141,"least":2142,"addit":2143,"90":2144,"84d24b02a95c63c3e40f7682384749e4":2145,"model_nhwc":2146,"instantaen":2147,"present":2148,"provi":2149,"randn":2150}